Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: One quiet nudge at %@. You can turn it off anytime in Settings.
ar: تنبيه هادئ واحد عند %@. يمكنك إيقافه في أي وقت من الإعدادات.
de: Ein sanfter Hinweis um %@. Du kannst ihn jederzeit in den Einstellungen ausschalten.
es: Un aviso suave a las %@. Puedes desactivarlo cuando quieras en Ajustes.
fil: Isang tahimik na paalala sa %@. Puwede mo itong i-off kahit kailan sa Settings.
fr: Un rappel discret à %@. Tu peux le désactiver à tout moment dans Réglages.
hi: %@ पर एक हल्का-सा रिमाइंडर। आप इसे कभी भी सेटिंग्स में बंद कर सकते हैं।
id: Satu pengingat halus pukul %@. Kamu bisa mematikannya kapan saja di Pengaturan.
it: Un promemoria discreto alle %@. Puoi disattivarlo quando vuoi in Impostazioni.
ja: %@にそっと通知します。「設定」でいつでもオフにできます。
ko: %@에 조용히 한 번 알려드려요. 설정에서 언제든지 끌 수 있어요.
nl: Eén rustige herinnering om %@. Je kunt hem altijd uitzetten in Instellingen.
pl: Jedno ciche przypomnienie o %@. Możesz je wyłączyć w Ustawieniach w każdej chwili.
pt_br: Um lembrete discreto às %@. Você pode desativá-lo quando quiser em Ajustes.
ru: Одно тихое напоминание в %@. Его можно выключить в Настройках в любой момент.
sv: En diskret påminnelse kl. %@. Du kan stänga av den när som helst i Inställningar.
tr: Saat %@'da sessiz bir hatırlatma. İstediğin zaman Ayarlar'dan kapatabilirsin.
uk: Одне тихе нагадування о %@. Його можна вимкнути в Параметрах будь-коли.
vi: Một lời nhắc nhẹ lúc %@. Bạn có thể tắt bất cứ lúc nào trong Cài đặt.
zh_hans: 在%@轻轻提醒一次。你可以随时在“设置”中关闭。

source: One sentence, out loud. Thirty seconds.
ar: جملة واحدة بصوت عالٍ. ثلاثون ثانية.
de: Ein Satz, laut. Dreißig Sekunden.
es: Una frase, en voz alta. Treinta segundos.
fil: Isang pangungusap, nang malakas. Tatlumpung segundo.
fr: Une phrase, à voix haute. Trente secondes.
hi: एक वाक्य, ज़ोर से। तीस सेकंड।
id: Satu kalimat, dengan suara keras. Tiga puluh detik.
it: Una frase, ad alta voce. Trenta secondi.
ja: 一文を声に出して。30秒です。
ko: 한 문장, 소리 내어. 30초.
nl: Eén zin, hardop. Dertig seconden.
pl: Jedno zdanie, na głos. Trzydzieści sekund.
pt_br: Uma frase, em voz alta. Trinta segundos.
ru: Одна фраза вслух. Тридцать секунд.
sv: En mening, högt. Trettio sekunder.
tr: Tek cümle, sesli. Otuz saniye.
uk: Одна фраза вголос. Тридцять секунд.
vi: Một câu, thành tiếng. Ba mươi giây.
zh_hans: 一句话，大声说。三十秒。

source: One session compared with one retry. A direction, not proof of lasting change.
ar: جلسة واحدة مقارنة بإعادة واحدة. اتجاه، لا دليل على تغيير دائم.
de: Eine Einheit im Vergleich mit einer Wiederholung. Eine Richtung, kein Beweis für eine dauerhafte Veränderung.
es: Una sesión comparada con un reintento. Una dirección, no la prueba de un cambio duradero.
fil: Isang session kumpara sa isang pag-ulit. Isang direksyon, hindi patunay ng pangmatagalang pagbabago.
fr: Une séance comparée à un nouvel essai. Une tendance, pas la preuve d'un changement durable.
hi: एक सेशन की तुलना एक दोहराव से। एक दिशा, स्थायी बदलाव का सबूत नहीं।
id: Satu sesi dibandingkan dengan satu kali ulang. Sebuah arah, bukan bukti perubahan yang bertahan.
it: Una sessione confrontata con un nuovo tentativo. Una direzione, non la prova di un cambiamento duraturo.
ja: 1回のセッションと1回のやり直しの比較です。方向性であり、変化が続く証明ではありません。
ko: 한 번의 세션과 한 번의 재시도를 비교한 거예요. 방향을 보여 줄 뿐, 지속적인 변화의 증거는 아니에요.
nl: Eén sessie vergeleken met één herkansing. Een richting, geen bewijs van blijvende verandering.
pl: Jedna sesja porównana z jedną powtórką. Kierunek, a nie dowód trwałej zmiany.
pt_br: Uma sessão comparada com uma nova tentativa. Uma direção, não prova de uma mudança duradoura.
ru: Одна сессия в сравнении с одним повтором. Направление, а не доказательство устойчивых перемен.
sv: En session jämförd med ett nytt försök. En riktning, inte bevis på bestående förändring.
tr: Bir oturumun bir tekrarla karşılaştırması. Kalıcı bir değişimin kanıtı değil, bir yön.
uk: Одна сесія порівняно з одним повтором. Напрям, а не доказ сталих змін.
vi: Một buổi so với một lần thử lại. Là một hướng đi, không phải bằng chứng cho thay đổi lâu dài.
zh_hans: 一次练习与一次重试的对比。只能说明方向，不能证明改变会持续。

source: One session now makes it easier to walk in ready.
ar: جلسة واحدة الآن تجعل دخولك متهيئًا أسهل.
de: Eine Einheit jetzt macht es leichter, vorbereitet hineinzugehen.
es: Una sesión ahora hace más fácil llegar preparado.
fil: Mas madaling pumasok nang handa kung magse-session ka ngayon.
fr: Une séance maintenant, et c'est plus facile d'y aller prêt.
hi: अभी एक सेशन, तैयारी से जाना आसान बना देता है।
id: Satu sesi sekarang membuatmu lebih mudah datang dengan siap.
it: Una sessione ora rende più facile arrivare pronto.
ja: 今セッションをしておくと、準備万端で臨みやすくなります。
ko: 지금 세션 한 번이면 준비된 채로 들어가기가 더 쉬워요.
nl: Eén sessie nu maakt het makkelijker om voorbereid binnen te stappen.
pl: Jedna sesja teraz ułatwi przyjście przygotowanym.
pt_br: Uma sessão agora facilita chegar preparado.
ru: Одна сессия сейчас поможет прийти подготовленным.
sv: En session nu gör det lättare att gå in förberedd.
tr: Şimdi bir oturum, hazırlıklı girmeyi kolaylaştırır.
uk: Одна сесія зараз допоможе прийти підготовленими.
vi: Một buổi tập bây giờ giúp bạn dễ bước vào với sự sẵn sàng hơn.
zh_hans: 现在练一次，更容易有备而来。

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fil: Buksan ang Settings
fr: Ouvrir Réglages
hi: सेटिंग्स खोलें
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Open Instellingen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
ru: Открыть Настройки
sv: Öppna Inställningar
tr: Ayarlar'ı aç
uk: Відкрити Параметри
vi: Mở Cài đặt
zh_hans: 打开设置

source: Open strong and keep the room with you.
ar: ابدأ بقوة وأبقِ القاعة معك.
de: Starte stark und nimm den Raum mit.
es: Empieza fuerte y mantén a la sala contigo.
fil: Magsimula nang malakas at hawakan ang atensyon ng kuwarto.
fr: Commence fort et garde la salle avec toi.
hi: दमदार शुरुआत करें और श्रोताओं को साथ रखें।
id: Buka dengan kuat dan jaga perhatian ruangan.
it: Parti forte e tieni la sala con te.
ja: 力強く始めて、聞き手を引きつけ続けましょう。
ko: 강하게 시작하고 청중을 끝까지 붙잡으세요.
nl: Begin sterk en houd de zaal bij je.
pl: Zacznij mocno i utrzymaj uwagę sali.
pt_br: Comece forte e mantenha a sala com você.
ru: Начните сильно и удерживайте внимание зала.
sv: Börja starkt och håll rummet med dig.
tr: Güçlü başla ve salonu yanında tut.
uk: Почніть сильно й утримуйте увагу залу.
vi: Mở đầu mạnh mẽ và giữ chân cả khán phòng.
zh_hans: 开场有力，并让全场始终跟着你。

source: Open with the most interesting thing you know.
ar: ابدأ بأكثر شيء مثير تعرفه.
de: Beginne mit dem Interessantesten, das du weißt.
es: Empieza con lo más interesante que sabes.
fil: Magsimula sa pinakakawili-wiling bagay na alam mo.
fr: Commence par la chose la plus intéressante que tu saches.
hi: सबसे दिलचस्प बात से शुरुआत करें।
id: Buka dengan hal paling menarik yang kamu tahu.
it: Apri con la cosa più interessante che sai.
ja: あなたが知っている一番面白いことから始めましょう。
ko: 알고 있는 가장 흥미로운 것으로 시작하세요.
nl: Open met het interessantste wat je weet.
pl: Zacznij od najciekawszej rzeczy, jaką wiesz.
pt_br: Comece com a coisa mais interessante que você sabe.
ru: Начните с самого интересного, что вы знаете.
sv: Öppna med det mest intressanta du vet.
tr: Bildiğin en ilginç şeyle aç.
uk: Почніть із найцікавішого, що знаєте.
vi: Mở đầu bằng điều thú vị nhất bạn biết.
zh_hans: 用你知道的最有趣的事开场。

source: Opens its sessions
ar: يفتح جلساته
de: Öffnet die Einheiten
es: Abre sus sesiones
fil: Binubuksan ang mga session nito
fr: Ouvre ses séances
hi: इसके सेशन खोलता है
id: Membuka sesinya
it: Apre le sue sessioni
ja: セッションを開きます
ko: 세션 열기
nl: Opent de sessies
pl: Otwiera sesje
pt_br: Abre as sessões
ru: Открывает её сессии
sv: Öppnar dess sessioner
tr: Oturumlarını açar
uk: Відкриває її сесії
vi: Mở các buổi tập
zh_hans: 打开它的练习

source: Optional · e.g. it's a product role at a startup
ar: اختياري · مثلًا: إنها وظيفة منتجات في شركة ناشئة
de: Optional · z. B. es ist eine Produktrolle in einem Start-up
es: Opcional · p. ej., es un puesto de producto en una startup
fil: Opsyonal · hal. product role ito sa isang startup
fr: Facultatif · ex. c'est un poste produit dans une start-up
hi: वैकल्पिक · जैसे, यह एक स्टार्टअप में प्रोडक्ट की भूमिका है
id: Opsional · mis. posisi produk di sebuah startup
it: Facoltativo · es. è un ruolo di prodotto in una startup
ja: 任意 · 例：スタートアップのプロダクト職です
ko: 선택 사항 · 예: 스타트업의 프로덕트 직무예요
nl: Optioneel · bijv. het is een productrol bij een start-up
pl: Opcjonalnie · np. to stanowisko produktowe w startupie
pt_br: Opcional · ex.: é uma vaga de produto em uma startup
ru: Необязательно · например, это продуктовая роль в стартапе
sv: Valfritt · t.ex. det är en produktroll på ett startup
tr: İsteğe bağlı · örn. bir girişimde ürün rolü
uk: Необов'язково · наприклад, це продуктова роль у стартапі
vi: Không bắt buộc · VD: vị trí sản phẩm ở một startup
zh_hans: 可选 · 例如：是一家创业公司的产品岗位

source: PDF works best. From PowerPoint or Keynote: File → Export → PDF.
ar: يعمل ملف PDF بشكل أفضل. من PowerPoint أو Keynote: ملف ← تصدير ← PDF.
de: PDF funktioniert am besten. In PowerPoint oder Keynote: Ablage → Exportieren → PDF.
es: El PDF funciona mejor. Desde PowerPoint o Keynote: Archivo → Exportar → PDF.
fil: Pinakamainam ang PDF. Mula sa PowerPoint o Keynote: File → Export → PDF.
fr: Le PDF fonctionne le mieux. Depuis PowerPoint ou Keynote : Fichier → Exporter → PDF.
hi: PDF सबसे अच्छा काम करता है। PowerPoint या Keynote से: फ़ाइल → एक्सपोर्ट → PDF।
id: PDF paling cocok. Dari PowerPoint atau Keynote: File → Ekspor → PDF.
it: Il PDF funziona meglio. Da PowerPoint o Keynote: File → Esporta → PDF.
ja: PDFが最適です。PowerPointやKeynoteから：ファイル → 書き出す → PDF。
ko: PDF가 가장 좋아요. PowerPoint나 Keynote에서: 파일 → 내보내기 → PDF.
nl: Pdf werkt het best. In PowerPoint of Keynote: Archief → Exporteer → PDF.
pl: Najlepiej działa PDF. W PowerPoincie lub Keynote: Plik → Eksportuj → PDF.
pt_br: PDF funciona melhor. No PowerPoint ou Keynote: Arquivo → Exportar → PDF.
ru: Лучше всего подходит PDF. В PowerPoint или Keynote: Файл → Экспорт → PDF.
sv: PDF fungerar bäst. Från PowerPoint eller Keynote: Arkiv → Exportera → PDF.
tr: En iyi PDF ile çalışır. PowerPoint ya da Keynote'ta: Dosya → Dışa Aktar → PDF.
uk: Найкраще підходить PDF. У PowerPoint або Keynote: Файл → Експорт → PDF.
vi: PDF là tốt nhất. Từ PowerPoint hoặc Keynote: Tệp → Xuất → PDF.
zh_hans: PDF 效果最好。在 PowerPoint 或 Keynote 中：文件 → 导出 → PDF。

source: Pace
ar: الإيقاع
de: Tempo
es: Ritmo
fil: Bilis
fr: Rythme
hi: रफ़्तार
id: Tempo
it: Ritmo
ja: ペース
ko: 속도
nl: Tempo
pl: Tempo
pt_br: Ritmo
ru: Темп
sv: Tempo
tr: Tempo
uk: Темп
vi: Tốc độ
zh_hans: 语速

source: Partly
ar: جزئيًا
de: Teilweise
es: En parte
fil: Bahagya
fr: En partie
hi: आंशिक रूप से
id: Sebagian
it: In parte
ja: 一部できている
ko: 부분적
nl: Deels
pl: Częściowo
pt_br: Em parte
ru: Частично
sv: Delvis
tr: Kısmen
uk: Частково
vi: Một phần
zh_hans: 部分

source: Partly shown
ar: ظهر جزئيًا
de: Teilweise gezeigt
es: Mostrado en parte
fil: Bahagyang naipakita
fr: En partie démontré
hi: आंशिक रूप से दिखा
id: Sebagian terlihat
it: Mostrato in parte
ja: 一部できている
ko: 부분적으로 보여 줌
nl: Deels laten zien
pl: Częściowo pokazane
pt_br: Demonstrado em parte
ru: Показано частично
sv: Delvis visat
tr: Kısmen gösterildi
uk: Показано частково
vi: Thể hiện một phần
zh_hans: 部分做到

source: Partner
ar: الشريك
de: Gegenüber
es: Compañero
fr: Partenaire
hi: पार्टनर
ja: パートナー
ko: 파트너
pt_br: Parceiro
ru: Партнёр
uk: Партнер
vi: Bạn tập
zh_hans: 搭档

source: Partner's voice
ar: صوت الشريك
de: Stimme des Gegenübers
es: Voz del compañero
fil: Boses ng partner
fr: Voix du partenaire
hi: पार्टनर की आवाज़
id: Suara partner
it: Voce del partner
ja: パートナーの声
ko: 파트너 목소리
nl: Stem van de partner
pl: Głos partnera
pt_br: Voz do parceiro
ru: Голос партнёра
sv: Partnerns röst
tr: Partnerin sesi
uk: Голос партнера
vi: Giọng bạn tập
zh_hans: 搭档的声音

source: Partner: %@
ar: الشريك: %@
de: Gegenüber: %@
es: Compañero: %@
fr: Partenaire : %@
hi: पार्टनर: %@
ja: パートナー：%@
ko: 파트너: %@
pt_br: Parceiro: %@
ru: Партнёр: %@
uk: Партнер: %@
vi: Bạn tập: %@
zh_hans: 搭档：%@

source: Pause
ar: إيقاف مؤقت
es: Pausa
fil: I-pause
hi: रोकें
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시정지
nl: Pauzeer
pl: Wstrzymaj
pt_br: Pausar
ru: Пауза
sv: Pausa
tr: Duraklat
uk: Пауза
vi: Tạm dừng
zh_hans: 暂停

source: Paused
ar: متوقف مؤقتًا
de: Pausiert
es: En pausa
fil: Naka-pause
fr: En pause
hi: रुका हुआ
id: Dijeda
it: In pausa
ja: 一時停止中
ko: 일시정지됨
nl: Gepauzeerd
pl: Wstrzymano
pt_br: Pausado
ru: На паузе
sv: Pausad
tr: Duraklatıldı
uk: На паузі
vi: Đã tạm dừng
zh_hans: 已暂停

source: Perfect!
ar: رائع!
de: Perfekt!
es: ¡Perfecto!
fil: Perpekto!
fr: Parfait !
hi: बढ़िया!
id: Sempurna!
it: Perfetto!
ja: 完璧です！
ko: 완벽해요!
pl: Świetnie!
pt_br: Perfeito!
ru: Отлично!
sv: Perfekt!
tr: Harika!
uk: Чудово!
vi: Hoàn hảo!
zh_hans: 完美！

source: Pick the one that matters most.
ar: اختر الأهم.
de: Wähl, was dir am wichtigsten ist.
es: Elige lo que más te importe.
fil: Piliin ang pinakamahalaga.
fr: Choisis ce qui compte le plus.
hi: जो सबसे ज़रूरी है, वह चुनें।
id: Pilih yang paling penting.
it: Scegli quella che conta di più.
ja: 一番大切なものを選んでください。
ko: 가장 중요한 것 하나를 고르세요.
nl: Kies wat het belangrijkst is.
pl: Wybierz to, co najważniejsze.
pt_br: Escolha o que mais importa.
ru: Выберите самое важное.
sv: Välj det som betyder mest.
tr: En önemli olanı seç.
uk: Виберіть найважливіше.
vi: Chọn điều quan trọng nhất.
zh_hans: 选出最重要的那一项。

source: Picture it going well. What's different?
ar: تخيّل أن الأمر سار بشكل جيد. ما الذي تغيّر؟
de: Stell dir vor, es läuft gut. Was ist anders?
es: Imagina que sale bien. ¿Qué es diferente?
fil: Isipin na maayos ang takbo. Ano ang naiiba?
fr: Imagine que ça se passe bien. Qu'est-ce qui change ?
hi: सोचिए कि यह अच्छा गया। क्या अलग है?
id: Bayangkan semuanya berjalan lancar. Apa yang berbeda?
it: Immagina che vada bene. Cosa cambia?
ja: うまくいった場面を想像してください。何が違いますか？
ko: 잘 풀리는 모습을 떠올려 보세요. 무엇이 다른가요?
nl: Stel je voor dat het goed gaat. Wat is er anders?
pl: Wyobraź sobie, że idzie dobrze. Co jest inaczej?
pt_br: Imagine que deu certo. O que muda?
ru: Представьте, что всё прошло хорошо. Что изменилось?
sv: Föreställ dig att det går bra. Vad är annorlunda?
tr: İyi geçtiğini hayal et. Ne farklı?
uk: Уявіть, що все пройшло добре. Що змінилося?
vi: Hình dung mọi việc diễn ra tốt đẹp. Điều gì khác đi?
zh_hans: 想象一切顺利。有什么不同？

source: Picture that conversation going well. What's different?
ar: تخيّل أن تلك المحادثة سارت بشكل جيد. ما الذي تغيّر؟
de: Stell dir vor, dieses Gespräch läuft gut. Was ist anders?
es: Imagina que esa conversación sale bien. ¿Qué es diferente?
fil: Isipin na maayos ang takbo ng usapang iyon. Ano ang naiiba?
fr: Imagine que cette conversation se passe bien. Qu'est-ce qui change ?
hi: सोचिए कि वह बातचीत अच्छी गई। क्या अलग है?
id: Bayangkan percakapan itu berjalan lancar. Apa yang berbeda?
it: Immagina che quella conversazione vada bene. Cosa cambia?
ja: その話し合いがうまくいった場面を想像してください。何が違いますか？
ko: 그 대화가 잘 풀리는 모습을 떠올려 보세요. 무엇이 다른가요?
nl: Stel je voor dat dat gesprek goed gaat. Wat is er anders?
pl: Wyobraź sobie, że ta rozmowa idzie dobrze. Co jest inaczej?
pt_br: Imagine essa conversa dando certo. O que muda?
ru: Представьте, что этот разговор прошёл хорошо. Что изменилось?
sv: Föreställ dig att det samtalet går bra. Vad är annorlunda?
tr: O konuşmanın iyi geçtiğini hayal et. Ne farklı?
uk: Уявіть, що ця розмова пройшла добре. Що змінилося?
vi: Hình dung cuộc trò chuyện đó diễn ra tốt đẹp. Điều gì khác đi?
zh_hans: 想象那场对话进展顺利。有什么不同？

source: Picture the raise conversation going well. What's different?
ar: تخيّل أن محادثة الزيادة سارت بشكل جيد. ما الذي تغيّر؟
de: Stell dir vor, das Gehaltsgespräch läuft gut. Was ist anders?
es: Imagina que la conversación del aumento sale bien. ¿Qué es diferente?
fil: Isipin na maayos ang takbo ng usapan tungkol sa dagdag-sahod. Ano ang naiiba?
fr: Imagine que la discussion sur ton augmentation se passe bien. Qu'est-ce qui change ?
hi: सोचिए कि वेतन-वृद्धि की बातचीत अच्छी गई। क्या अलग है?
id: Bayangkan pembicaraan kenaikan gaji berjalan lancar. Apa yang berbeda?
it: Immagina che la richiesta di aumento vada bene. Cosa cambia?
ja: 昇給の話し合いがうまくいった場面を想像してください。何が違いますか？
ko: 연봉 협상이 잘 풀리는 모습을 떠올려 보세요. 무엇이 다른가요?
nl: Stel je voor dat het salarisgesprek goed gaat. Wat is er anders?
pl: Wyobraź sobie, że rozmowa o podwyżce idzie dobrze. Co jest inaczej?
pt_br: Imagine a conversa sobre o aumento dando certo. O que muda?
ru: Представьте, что разговор о повышении прошёл хорошо. Что изменилось?
sv: Föreställ dig att lönesamtalet går bra. Vad är annorlunda?
tr: Zam görüşmesinin iyi geçtiğini hayal et. Ne farklı?
uk: Уявіть, що розмова про підвищення пройшла добре. Що змінилося?
vi: Hình dung buổi đề xuất tăng lương diễn ra tốt đẹp. Điều gì khác đi?
zh_hans: 想象加薪谈话进展顺利。有什么不同？

source: Picture your interview going well. What's different?
ar: تخيّل أن مقابلتك سارت بشكل جيد. ما الذي تغيّر؟
de: Stell dir vor, dein Vorstellungsgespräch läuft gut. Was ist anders?
es: Imagina que tu entrevista sale bien. ¿Qué es diferente?
fil: Isipin na maayos ang takbo ng interview mo. Ano ang naiiba?
fr: Imagine que ton entretien se passe bien. Qu'est-ce qui change ?
hi: सोचिए कि आपका इंटरव्यू अच्छा गया। क्या अलग है?
id: Bayangkan wawancaramu berjalan lancar. Apa yang berbeda?
it: Immagina che il tuo colloquio vada bene. Cosa cambia?
ja: 面接がうまくいった場面を想像してください。何が違いますか？
ko: 면접이 잘 풀리는 모습을 떠올려 보세요. 무엇이 다른가요?
nl: Stel je voor dat je sollicitatiegesprek goed gaat. Wat is er anders?
pl: Wyobraź sobie, że rozmowa kwalifikacyjna idzie dobrze. Co jest inaczej?
pt_br: Imagine sua entrevista dando certo. O que muda?
ru: Представьте, что собеседование прошло хорошо. Что изменилось?
sv: Föreställ dig att din intervju går bra. Vad är annorlunda?
tr: Mülakatının iyi geçtiğini hayal et. Ne farklı?
uk: Уявіть, що співбесіда пройшла добре. Що змінилося?
vi: Hình dung buổi phỏng vấn diễn ra tốt đẹp. Điều gì khác đi?
zh_hans: 想象面试进展顺利。有什么不同？

source: Picture your next meeting going well. What's different?
ar: تخيّل أن اجتماعك القادم سار بشكل جيد. ما الذي تغيّر؟
de: Stell dir vor, dein nächstes Meeting läuft gut. Was ist anders?
es: Imagina que tu próxima reunión sale bien. ¿Qué es diferente?
fil: Isipin na maayos ang takbo ng susunod mong meeting. Ano ang naiiba?
fr: Imagine que ta prochaine réunion se passe bien. Qu'est-ce qui change ?
hi: सोचिए कि आपकी अगली मीटिंग अच्छी गई। क्या अलग है?
id: Bayangkan rapat berikutnya berjalan lancar. Apa yang berbeda?
it: Immagina che la tua prossima riunione vada bene. Cosa cambia?
ja: 次の会議がうまくいった場面を想像してください。何が違いますか？
ko: 다음 회의가 잘 풀리는 모습을 떠올려 보세요. 무엇이 다른가요?
nl: Stel je voor dat je volgende vergadering goed gaat. Wat is er anders?
pl: Wyobraź sobie, że następne spotkanie idzie dobrze. Co jest inaczej?
pt_br: Imagine sua próxima reunião dando certo. O que muda?
ru: Представьте, что следующая встреча прошла хорошо. Что изменилось?
sv: Föreställ dig att ditt nästa möte går bra. Vad är annorlunda?
tr: Bir sonraki toplantının iyi geçtiğini hayal et. Ne farklı?
uk: Уявіть, що наступна зустріч пройшла добре. Що змінилося?
vi: Hình dung cuộc họp tới diễn ra tốt đẹp. Điều gì khác đi?
zh_hans: 想象下次会议进展顺利。有什么不同？

source: Picture your presentation going well. What's different?
ar: تخيّل أن عرضك سار بشكل جيد. ما الذي تغيّر؟
de: Stell dir vor, deine Präsentation läuft gut. Was ist anders?
es: Imagina que tu presentación sale bien. ¿Qué es diferente?
fil: Isipin na maayos ang takbo ng presentation mo. Ano ang naiiba?
fr: Imagine que ta présentation se passe bien. Qu'est-ce qui change ?
hi: सोचिए कि आपकी प्रेज़ेंटेशन अच्छी गई। क्या अलग है?
id: Bayangkan presentasimu berjalan lancar. Apa yang berbeda?
it: Immagina che la tua presentazione vada bene. Cosa cambia?
ja: プレゼンがうまくいった場面を想像してください。何が違いますか？
ko: 발표가 잘 풀리는 모습을 떠올려 보세요. 무엇이 다른가요?
nl: Stel je voor dat je presentatie goed gaat. Wat is er anders?
pl: Wyobraź sobie, że prezentacja idzie dobrze. Co jest inaczej?
pt_br: Imagine sua apresentação dando certo. O que muda?
ru: Представьте, что презентация прошла хорошо. Что изменилось?
sv: Föreställ dig att din presentation går bra. Vad är annorlunda?
tr: Sunumunun iyi geçtiğini hayal et. Ne farklı?
uk: Уявіть, що презентація пройшла добре. Що змінилося?
vi: Hình dung bài thuyết trình diễn ra tốt đẹp. Điều gì khác đi?
zh_hans: 想象演讲进展顺利。有什么不同？

source: Picture yourself speaking at your best. What's different?
ar: تخيّل نفسك تتحدث في أفضل حالاتك. ما الذي تغيّر؟
de: Stell dir vor, du sprichst in Bestform. Was ist anders?
es: Imagínate hablando en tu mejor versión. ¿Qué es diferente?
fil: Isipin ang sarili mo na nagsasalita sa pinakamahusay mong anyo. Ano ang naiiba?
fr: Imagine-toi en train de parler au mieux de toi-même. Qu'est-ce qui change ?
hi: खुद को अपने सबसे अच्छे रूप में बोलते हुए सोचिए। क्या अलग है?
id: Bayangkan dirimu berbicara dalam kondisi terbaik. Apa yang berbeda?
it: Immagina di parlare al tuo meglio. Cosa cambia?
ja: 最高の状態で話している自分を想像してください。何が違いますか？
ko: 가장 잘 말하고 있는 나를 떠올려 보세요. 무엇이 다른가요?
nl: Stel je voor dat je op je best praat. Wat is er anders?
pl: Wyobraź sobie, że mówisz najlepiej, jak potrafisz. Co jest inaczej?
pt_br: Imagine você falando no seu melhor. O que muda?
ru: Представьте, что вы говорите в лучшей форме. Что изменилось?
sv: Föreställ dig att du pratar när du är som bäst. Vad är annorlunda?
tr: En iyi hâlinle konuştuğunu hayal et. Ne farklı?
uk: Уявіть, що ви говорите в найкращій формі. Що змінилося?
vi: Hình dung bạn đang nói ở phong độ tốt nhất. Điều gì khác đi?
zh_hans: 想象你在最佳状态下说话。有什么不同？

source: Plan ahead
ar: خطّط مسبقًا
de: Vorausplanen
es: Planifica
fil: Magplano nang maaga
fr: Anticiper
hi: पहले से योजना बनाएँ
id: Rencanakan lebih awal
it: Pianifica
ja: 前もって計画
ko: 미리 계획하기
nl: Plan vooruit
pl: Zaplanuj
pt_br: Planeje-se
ru: Запланируйте
sv: Planera framåt
tr: Önceden planla
uk: Сплануйте
vi: Lên kế hoạch trước
zh_hans: 提前计划

source: Plan complete
ar: اكتملت الخطة
de: Plan abgeschlossen
es: Plan completado
fil: Kumpleto na ang plan
fr: Plan terminé
hi: प्लान पूरा
id: Paket selesai
it: Piano completato
ja: プラン完了
ko: 플랜 완료
nl: Plan voltooid
pl: Plan ukończony
pt_br: Plano concluído
ru: План выполнен
sv: Planen är klar
tr: Plan tamamlandı
uk: План виконано
vi: Đã hoàn thành kế hoạch
zh_hans: 计划已完成

source: Plans couldn't load. Check your connection.
ar: تعذّر تحميل الخطط. تحقّق من اتصالك.
de: Tarife konnten nicht geladen werden. Prüfe deine Verbindung.
es: No se pudieron cargar los planes. Revisa tu conexión.
fil: Hindi ma-load ang mga plan. Tingnan ang koneksyon mo.
fr: Impossible de charger les abonnements. Vérifie ta connexion.
hi: प्लान लोड नहीं हो सके। अपना कनेक्शन जाँचें।
id: Paket tidak bisa dimuat. Periksa koneksimu.
it: Impossibile caricare i piani. Controlla la connessione.
ja: プランを読み込めませんでした。接続を確認してください。
ko: 플랜을 불러오지 못했어요. 연결을 확인하세요.
nl: Abonnementen konden niet laden. Controleer je verbinding.
pl: Nie udało się wczytać planów. Sprawdź połączenie.
pt_br: Não foi possível carregar os planos. Verifique sua conexão.
ru: Не удалось загрузить планы. Проверьте подключение.
sv: Abonnemangen kunde inte läsas in. Kontrollera anslutningen.
tr: Planlar yüklenemedi. Bağlantını kontrol et.
uk: Не вдалося завантажити плани. Перевірте з'єднання.
vi: Không thể tải các gói. Hãy kiểm tra kết nối.
zh_hans: 方案无法加载。请检查网络连接。

source: Play
ar: تشغيل
de: Abspielen
es: Reproducir
fil: I-play
fr: Lire
hi: चलाएँ
id: Putar
it: Riproduci
ja: 再生
ko: 재생
nl: Speel af
pl: Odtwórz
pt_br: Reproduzir
ru: Воспроизвести
sv: Spela upp
tr: Oynat
uk: Відтворити
vi: Phát
zh_hans: 播放

source: Play an example
ar: شغّل مثالًا
de: Ein Beispiel abspielen
es: Reproducir un ejemplo
fil: I-play ang halimbawa
fr: Écouter un exemple
hi: एक उदाहरण चलाएँ
id: Putar contoh
it: Ascolta un esempio
ja: 例を再生
ko: 예시 재생
nl: Speel een voorbeeld af
pl: Odtwórz przykład
pt_br: Ouvir um exemplo
ru: Прослушать пример
sv: Spela upp ett exempel
tr: Bir örnek oynat
uk: Прослухати приклад
vi: Phát ví dụ
zh_hans: 播放示例
